import React from "react";
import { TermsContainer } from "@/Library/_Pages/Privacy/Privacy.styles";

const TermsAr = () => {
	return (
		<>
			<TermsContainer>
				<article>
					<header>
						<h1>الشروط والأحكام</h1>

						<p>
							<strong>آخر تحديث في 5 يوليو 2024</strong>
						</p>
					</header>
					<div>
						<p>
							<strong>الاتفاق على الشروط القانونية</strong>
						</p>
						<p>
							نحن شركة Momentum LLC (&quot;الشركة&quot; أو &quot;نحن&quot; أو &quot;لنا&quot; أو
							&quot;خاصتنا&quot;).
						</p>
						<p>
							نقوم بتشغيل موقع <a href="https://momentum-net.com/">https://momentum-net.com</a>{" "}
							(&quot;الموقع&quot;)، بالإضافة إلى أي منتجات وخدمات أخرى مرتبطة تشير أو ترتبط بهذه
							الشروط القانونية (&quot;الشروط القانونية&quot;) (يشار إليها جميعاً بـ
							&quot;الخدمات&quot;).
						</p>
						<p>
							يمكنك الاتصال بنا عبر الهاتف على الرقم +20 01000677582، البريد الإلكتروني{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a>، أو بالبريد
							على العنوان 85 شارع مصر حلوان الزراعي، المعادي، القاهرة 11726، مصر.
						</p>
						<p>
							تشكل هذه الشروط القانونية اتفاقية ملزمة قانونياً بينك، سواء كنت شخصياً أو بالنيابة عن
							كيان (&quot;أنت&quot;)، وبين شركة Momentum LLC، بخصوص وصولك إلى واستخدامك للخدمات. أنت
							توافق على أنك بزيارتك للخدمات، قد قرأت وفهمت ووافقت على الالتزام بجميع هذه الشروط
							القانونية. إذا كنت لا توافق على جميع هذه الشروط القانونية، فأنت ممنوع صراحةً من
							استخدام الخدمات ويجب عليك التوقف عن استخدامها فوراً.
						</p>
						<p>
							سنقوم بإعلامك مسبقاً بأي تغييرات مجدولة على الخدمات التي تستخدمها. ستصبح الشروط
							القانونية المعدلة سارية المفعول عند نشرها أو إخطارك بها عبر البريد الإلكتروني{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a>، كما هو
							موضح في رسالة البريد الإلكتروني. بمتابعتك لاستخدام الخدمات بعد تاريخ سريان أي تغييرات،
							فإنك توافق على الالتزام بالشروط المعدلة.
						</p>
						<p>
							يجب على جميع المستخدمين الذين هم قاصرون في الولاية القضائية التي يقيمون فيها (عادةً
							تحت سن 18) أن يحصلوا على إذن من والديهم أو وصيهم المباشر لاستخدام الخدمات. إذا كنت
							قاصراً، يجب على والديك أو وصيك قراءة والموافقة على هذه الشروط القانونية قبل استخدامك
							للخدمات.
						</p>
						<p>نوصي بطباعة نسخة من هذه الشروط القانونية للاحتفاظ بها.</p>
						<p>
							<strong>جدول المحتويات</strong>
						</p>
						<ol type="1">
							<li>خدماتنا</li>
						</ol>
						<ol type="1">
							<li>حقوق الملكية الفكرية</li>
						</ol>
						<ol type="1">
							<li>إقرارات المستخدم</li>
						</ol>
						<ol type="1">
							<li>تسجيل المستخدم</li>
						</ol>
						<ol type="1">
							<li>المنتجات</li>
						</ol>
						<ol type="1">
							<li>المشتريات والدفع</li>
						</ol>
						<ol type="1">
							<li>الاشتراكات</li>
						</ol>
						<ol type="1">
							<li>سياسة الاسترداد</li>
						</ol>
						<ol type="1">
							<li>الأنشطة المحظورة</li>
						</ol>
						<ol type="1">
							<li>المساهمات التي ينشئها المستخدم</li>
						</ol>
						<ol type="1">
							<li>ترخيص المساهمة</li>
						</ol>
						<ol type="1">
							<li>إرشادات التقييمات</li>
						</ol>
						<ol type="1">
							<li>وسائل التواصل الاجتماعي</li>
						</ol>
						<ol type="1">
							<li>مواقع ومحتويات الطرف الثالث</li>
						</ol>
						<ol type="1">
							<li>إدارة الخدمات</li>
						</ol>
						<ol type="1">
							<li>سياسة الخصوصية</li>
						</ol>
						<ol type="1">
							<li>المدة والإنهاء</li>
						</ol>
						<ol type="1">
							<li>التعديلات والانقطاعات</li>
						</ol>
						<ol type="1">
							<li>القانون الحاكم</li>
						</ol>
						<ol type="1">
							<li>حل النزاعات</li>
						</ol>
						<ol type="1">
							<li>التصحيحات</li>
						</ol>
						<ol type="1">
							<li>إخلاء المسؤولية</li>
						</ol>
						<ol type="1">
							<li>حدود المسؤولية</li>
						</ol>
						<ol type="1">
							<li>التعويض</li>
						</ol>
						<ol type="1">
							<li>بيانات المستخدم</li>
						</ol>
						<ol type="1">
							<li>الاتصالات الإلكترونية، المعاملات، والتوقيعات</li>
						</ol>
						<ol type="1">
							<li>الرسائل النصية القصيرة</li>
						</ol>
						<ol type="1">
							<li>مستخدمو ومقيمو كاليفورنيا</li>
						</ol>
						<ol type="1">
							<li>متفرقات</li>
						</ol>
						<ol type="1">
							<li>اتصل بنا</li>
						</ol>
						<hr />
						<p>
							<strong>1. خدماتنا</strong>
						</p>
						<p>
							المعلومات المقدمة عند استخدام الخدمات ليست مخصصة للتوزيع أو الاستخدام من قبل أي شخص أو
							كيان في أي ولاية قضائية أو بلد حيث يكون هذا التوزيع أو الاستخدام مخالفاً للقانون أو
							اللوائح أو الذي سيخضعنا لأي متطلبات تسجيل ضمن هذه الولاية القضائية أو البلد. بناءً على
							ذلك، فإن الأشخاص الذين يختارون الوصول إلى الخدمات من مواقع أخرى يقومون بذلك بمبادرتهم
							الخاصة وهم مسؤولون فقط عن الامتثال للقوانين المحلية، إذا كانت القوانين المحلية تنطبق.
						</p>
						<p>
							لا تتوافق الخدمات مع اللوائح الخاصة بالصناعة (قانون نقل وحماية التأمين الصحي (HIPAA)،
							قانون إدارة أمن المعلومات الفيدرالي (FISMA)، إلخ)، لذلك إذا كانت تفاعلاتك تخضع لهذه
							القوانين، قد لا تستخدم الخدمات. لا يجوز لك استخدام الخدمات بطريقة تنتهك قانون
							غرام-ليتش-بليلي (GLBA).
						</p>
						<hr />
						<p>
							<strong>2. حقوق الملكية الفكرية</strong>
						</p>
						<p>حقوق الملكية الفكرية الخاصة بنا</p>
						<p>
							نحن المالكون أو المرخص لهم لجميع حقوق الملكية الفكرية في خدماتنا، بما في ذلك جميع
							الشيفرات المصدرية، وقواعد البيانات، والوظائف، والبرامج، وتصاميم المواقع، والصوت،
							والفيديو، والنص، والصور، والرسوميات في الخدمات (يشار إليها جميعاً بـ
							&quot;المحتوى&quot;)، وكذلك العلامات التجارية، وعلامات الخدمة، والشعارات الواردة فيها
							(يشار إليها بـ &quot;العلامات&quot;).
						</p>
						<p>
							يتم حماية المحتوى والعلامات بموجب قوانين حقوق النشر والعلامات التجارية (وحقوق الملكية
							الفكرية الأخرى وقوانين المنافسة غير العادلة) والمعاهدات في الولايات المتحدة وحول
							العالم.
						</p>
						<p>
							يتم توفير المحتوى والعلامات في أو من خلال الخدمات &quot;كما هي&quot; لاستخدامك الشخصي
							وغير التجاري أو لاستخدامك الداخلي فقط.
						</p>
						<p>استخدامك لخدماتنا</p>
						<p>
							وفقاً لالتزامك بهذه الشروط القانونية، بما في ذلك قسم &quot;الأنشطة المحظورة&quot;
							أدناه، نمنحك ترخيصاً غير حصري، غير قابل للنقل، وقابل للإلغاء للوصول إلى الخدمات؛
							وتنزيل أو طباعة نسخة من أي جزء من المحتوى الذي تم الوصول إليه بشكل صحيح.
						</p>
						<p>للاستخدام الشخصي وغير التجاري أو لأغراض الأعمال الداخلية فقط.</p>
						<p>
							باستثناء ما هو محدد في هذا القسم أو في أي مكان آخر في شروطنا القانونية، لا يجوز نسخ أو
							إعادة إنتاج أو تجميع أو إعادة نشر أو تحميل أو نشر أو عرض علني أو تشفير أو ترجمة أو نقل
							أو توزيع أو بيع أو ترخيص أي جزء من الخدمات أو المحتوى أو العلامات لأي غرض تجاري بأي
							شكل من الأشكال، بدون إذن كتابي مسبق منا.
						</p>
						<p>
							إذا كنت ترغب في استخدام أي جزء من الخدمات أو المحتوى أو العلامات بخلاف ما هو محدد في
							هذا القسم أو في أي مكان آخر في شروطنا القانونية، يرجى إرسال طلبك إلى:{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a>. إذا منحناك
							الإذن لنشر أو إعادة إنتاج أو عرض علني لأي جزء من خدماتنا أو المحتوى، يجب عليك تحديدنا
							كمالكين أو مرخصين للخدمات أو المحتوى أو العلامات وضمان ظهور أي إشعار حقوق نشر أو إشعار
							ملكية عند نشر أو إعادة إنتاج أو عرض محتوانا.
						</p>
						<p>نحتفظ بجميع الحقوق غير الممنوحة لك صراحةً في الخدمات والمحتوى والعلامات.</p>
						<p>
							أي خرق لحقوق الملكية الفكرية هذه سيشكل خرقاً مادياً لشروطنا القانونية وسيتم إنهاء حقك
							في استخدام خدماتنا على الفور.
						</p>
						<hr />
						<p>
							<strong>3. إقرارات المستخدم</strong>
						</p>
						<p>
							باستخدام الخدمات، فإنك تقر وتضمن ما يلي: (1) جميع معلومات التسجيل التي تقدمها ستكون
							صحيحة ودقيقة وحالية وكاملة؛ (2) ستحتفظ بدقة هذه المعلومات وتقوم بتحديثها فوراً إذا لزم
							الأمر؛ (3) لديك القدرة القانونية وتوافق على الالتزام بهذه الشروط القانونية؛ (4) لست
							قاصراً في الولاية القضائية التي تقيم فيها، أو إذا كنت قاصراً، فقد حصلت على إذن من
							الوالدين لاستخدام الخدمات؛ (5) لن تصل إلى الخدمات من خلال وسائل آلية أو غير بشرية،
							سواء كان ذلك من خلال روبوت أو سكربت أو غير ذلك؛ (6) لن تستخدم الخدمات لأي غرض غير
							قانوني أو غير مصرح به؛ و(7) لن ينتهك استخدامك للخدمات أي قانون أو لائحة سارية.
						</p>
						<p>
							إذا قدمت أي معلومات غير صحيحة أو غير دقيقة أو غير حديثة أو غير كاملة، لدينا الحق في
							تعليق أو إنهاء حسابك ورفض أي استخدام حالي أو مستقبلي للخدمات (أو أي جزء منها).
						</p>
						<hr />
						<p>
							<strong>4. تسجيل المستخدم</strong>
						</p>
						<p>
							قد يُطلب منك التسجيل لاستخدام الخدمات. أنت توافق على الحفاظ على سرية كلمة المرور
							الخاصة بك وستكون مسؤولاً عن جميع استخدامات حسابك وكلمة المرور. نحتفظ بالحق في إزالة أو
							استعادة أو تغيير اسم المستخدم الذي تختاره إذا قررنا، وفقاً لتقديرنا الخاص، أن هذا
							الاسم غير مناسب أو فاحش أو غير مقبول بأي شكل آخر.
						</p>
						<hr />
						<p>
							<strong>5. المنتجات</strong>
						</p>
						<p>
							جميع المنتجات تخضع للتوافر. نحتفظ بالحق في وقف أي منتجات في أي وقت ولأي سبب. أسعار
							جميع المنتجات قابلة للتغيير.
						</p>
						<hr />
						<p>
							<strong>6. المشتريات والدفع</strong>
						</p>
						<p>نقبل أشكال الدفع التالية:</p>
						<p>
							أنت توافق على تقديم معلومات شراء وحساب حالية وكاملة ودقيقة لجميع المشتريات التي تتم
							عبر الخدمات. أنت توافق أيضاً على تحديث معلومات الحساب والدفع فوراً، بما في ذلك عنوان
							البريد الإلكتروني وطريقة الدفع وتاريخ انتهاء صلاحية بطاقة الدفع، حتى نتمكن من إكمال
							معاملاتك والاتصال بك عند الحاجة. سيتم إضافة ضريبة المبيعات إلى سعر المشتريات كما نراه
							ضرورياً. قد نغير الأسعار في أي وقت. جميع المدفوعات تكون بالجنيه المصري.
						</p>
						<p>
							أنت توافق على دفع جميع الرسوم بالأسعار السارية في ذلك الوقت لأي من مشترياتك وأي رسوم
							شحن مطبقة، وتفوضنا بخصم هذه المبالغ من مزود الدفع الذي تختاره عند تقديم طلبك. نحتفظ
							بالحق في تصحيح أي أخطاء أو أخطاء في التسعير، حتى لو كنا قد طلبنا أو تلقينا الدفع.
						</p>
						<p>
							نحتفظ بالحق في رفض أي طلب مقدم من خلال الخدمات. قد نقيد أو نلغي الكميات المشتراة لكل
							شخص أو لكل أسرة أو لكل طلب، وفقاً لتقديرنا الوحيد. قد تشمل هذه القيود الطلبات المقدمة
							بواسطة أو تحت نفس حساب العميل، أو نفس طريقة الدفع، و / أو الطلبات التي
						</p>
						<p>
							تستخدم نفس عنوان الفواتير أو الشحن. نحتفظ بالحق في تقييد أو حظر الطلبات التي، وفقاً
							لتقديرنا الوحيد، تبدو وكأنها مقدمة من قبل موزعين أو بائعين.
						</p>
						<hr />
						<p>
							<strong>7. الاشتراكات</strong>
						</p>
						<p>
							<strong>الفوترة والتجديد</strong>
						</p>
						<p>
							يمكنك إلغاء اشتراكك في أي وقت عن طريق الاتصال بنا باستخدام معلومات الاتصال المقدمة
							أدناه. سيسري إلغاء اشتراكك في نهاية الفترة المدفوعة الحالية. إذا كان لديك أي أسئلة أو
							كنت غير راضٍ عن خدماتنا، يرجى مراسلتنا عبر البريد الإلكتروني على{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a>.
						</p>
						<p>
							<strong>تغييرات الرسوم</strong>
						</p>
						<p>
							قد نقوم، من وقت لآخر، بإجراء تغييرات على رسوم الاشتراك وسنقوم بإعلامك بأي تغييرات في
							الأسعار وفقًا للقانون المعمول به.
						</p>
						<hr />
						<p>
							<strong>8. سياسة الاسترداد</strong>
						</p>
						<p>يرجى مراجعة سياسة الاسترداد المنشورة على الخدمات قبل إجراء أي عمليات شراء.</p>
						<hr />
						<p>
							<strong>9. الأنشطة المحظورة</strong>
						</p>
						<p>
							لا يجوز لك الوصول إلى الخدمات أو استخدامها لأي غرض غير الذي نوفره من أجله الخدمات. لا
							يجوز استخدام الخدمات في أي مسعى تجاري باستثناء تلك التي تم التصريح بها أو الموافقة
							عليها من قبلنا.
						</p>
						<p>كمستخدم للخدمات، فإنك توافق على عدم:</p>
						<ul>
							<li>
								استرجاع البيانات أو المحتوى الآخر بشكل منهجي من الخدمات لإنشاء أو تجميع، بشكل مباشر
								أو غير مباشر، مجموعة أو تجميع أو قاعدة بيانات أو دليل دون إذن كتابي منا.
							</li>
						</ul>
						<ul>
							<li>
								خداع أو تضليلنا أو المستخدمين الآخرين، خاصة في أي محاولة للحصول على معلومات حساسة
								للحساب مثل كلمات مرور المستخدمين.
							</li>
						</ul>
						<ul>
							<li>
								التحايل على ميزات الأمان في الخدمات أو تعطيلها أو التدخل فيها، بما في ذلك الميزات
								التي تمنع أو تقيد استخدام أو نسخ أي محتوى أو تفرض قيوداً على استخدام الخدمات و / أو
								المحتوى المضمن فيها.
							</li>
						</ul>
						<ul>
							<li>التشهير بنا أو تلطيخ سمعتنا أو إلحاق أي ضرر بنا و / أو بالخدمات.</li>
						</ul>
						<ul>
							<li>
								استخدام أي معلومات تم الحصول عليها من الخدمات لمضايقة أو إساءة أو إيذاء شخص آخر.
							</li>
						</ul>
						<ul>
							<li>إساءة استخدام خدمات الدعم الخاصة بنا أو تقديم تقارير كاذبة عن سوء السلوك.</li>
						</ul>
						<ul>
							<li>استخدام الخدمات بطريقة تتعارض مع أي قوانين أو لوائح معمول بها.</li>
						</ul>
						<ul>
							<li>الانخراط في تأطير غير مصرح به أو ربط بالخدمات.</li>
						</ul>
						<ul>
							<li>
								تحميل أو نقل (أو محاولة تحميل أو نقل) فيروسات أو أحصنة طروادة أو مواد أخرى، بما في
								ذلك الاستخدام المفرط للأحرف الكبيرة والبريد العشوائي (النشر المستمر للنص المتكرر)،
								الذي يتداخل مع استخدام أي طرف للخدمات دون انقطاع أو يعدل أو يعطل أو يتداخل مع
								استخدام أو ميزات أو وظائف أو تشغيل أو صيانة الخدمات.
							</li>
						</ul>
						<ul>
							<li>
								الانخراط في أي استخدام آلي للنظام، مثل استخدام البرامج النصية لإرسال التعليقات أو
								الرسائل، أو استخدام أي استخراج للبيانات أو أدوات جمع البيانات واستخراجها المماثلة.
							</li>
						</ul>
						<ul>
							<li>حذف حقوق النشر أو إشعارات حقوق الملكية الأخرى من أي محتوى.</li>
						</ul>
						<ul>
							<li>محاولة انتحال شخصية مستخدم آخر أو شخص آخر أو استخدام اسم مستخدم مستخدم آخر.</li>
						</ul>
						<ul>
							<li>
								تحميل أو نقل (أو محاولة تحميل أو نقل) أي مادة تعمل كآلية لجمع أو نقل المعلومات، بما
								في ذلك على سبيل المثال لا الحصر، تنسيقات تبادل الرسومات الواضحة (&quot;gifs&quot;)،
								وحدات البكسل 1 &times; 1، وبرامج التجسس، أو آليات جمع البيانات السلبية أو الآليات
								(&quot;pcms&quot;).
							</li>
						</ul>
						<ul>
							<li>
								التدخل في أو تعطيل أو خلق عبء غير معقول على الخدمات أو الشبكات أو الخدمات المتصلة
								بالخدمات.
							</li>
						</ul>
						<ul>
							<li>
								مضايقة أو إزعاج أو تخويف أو تهديد أي من موظفينا أو وكلائنا المشاركين في تقديم أي جزء
								من الخدمات لك.
							</li>
						</ul>
						<ul>
							<li>
								محاولة التحايل على أي تدابير مصممة لمنع أو تقييد الوصول إلى الخدمات أو أي جزء من
								الخدمات.
							</li>
						</ul>
						<ul>
							<li>
								نسخ أو تكييف برامج الخدمات، بما في ذلك على سبيل المثال لا الحصر، Flash أو PHP أو
								HTML أو JavaScript أو أي رمز آخر.
							</li>
						</ul>
						<ul>
							<li>
								فك أو فك تجميع أو عكس هندسة أي من البرامج التي تشكل أو بأي طريقة تشكل جزءاً من
								الخدمات، باستثناء ما هو مسموح به بموجب القانون المعمول به.
							</li>
						</ul>
						<ul>
							<li>
								استخدام، إطلاق، تطوير أو توزيع أي نظام آلي، بما في ذلك على سبيل المثال لا الحصر، أي
								عنكبوت أو روبوت أو أداة غش أو قشط أو قارئ غير متصل يصل إلى الخدمات، أو استخدام أو
								إطلاق أي نص غير مصرح به أو برنامج آخر.
							</li>
						</ul>
						<ul>
							<li>استخدام وكيل شراء أو وكيل شراء لإجراء المشتريات على الخدمات.</li>
						</ul>
						<ul>
							<li>
								استخدام الخدمات لأي غرض غير مصرح به، بما في ذلك جمع أسماء المستخدمين و / أو عناوين
								البريد الإلكتروني للمستخدمين بوسائل إلكترونية أو غيرها لغرض إرسال البريد الإلكتروني
								غير المرغوب فيه، أو إنشاء حسابات مستخدمين بوسائل آلية أو تحت ذرائع كاذبة.
							</li>
						</ul>
						<ul>
							<li>
								استخدام الخدمات كجزء من أي جهد للتنافس معنا أو استخدام الخدمات و / أو المحتوى لأي
								مسعى تجاري لتوليد الإيرادات أو مؤسسة تجارية.
							</li>
						</ul>
						<ul>
							<li>استخدام الخدمات للإعلان عن أو عرض بيع السلع والخدمات.</li>
						</ul>
						<ul>
							<li>بيع أو نقل ملفك الشخصي بأي شكل آخر.</li>
						</ul>
						<hr />
						<p>
							<strong>10. المساهمات التي ينشئها المستخدم</strong>
						</p>
						<p>
							لا تقدم الخدمات للمستخدمين إمكانية تقديم أو نشر المحتوى. قد نوفر لك الفرصة لإنشاء أو
							تقديم أو نشر أو عرض أو نقل أو أداء أو نشر أو توزيع أو بث المحتوى والمواد لنا أو على
							الخدمات، بما في ذلك على سبيل المثال لا الحصر، النصوص، الكتابات، الفيديو، الصوت، الصور،
							الرسوميات، التعليقات، الاقتراحات، المعلومات الشخصية أو المواد الأخرى (يشار إليها
							جميعاً بـ &quot;المساهمات&quot;). قد تكون المساهمات مرئية من قبل مستخدمي الخدمات
							الآخرين ومن خلال مواقع الطرف الثالث. بناءً على ذلك، قد يتم التعامل مع أي مساهمات تقوم
							بنقلها وفقاً لسياسة الخصوصية الخاصة بالخدمات. عندما تقوم بإنشاء أو إتاحة أي مساهمات،
							فإنك تقر وتضمن ما يلي:
						</p>
						<ul>
							<li>
								أن إنشاء وتوزيع ونقل وعرض أو أداء الجمهور والوصول إلى أو تحميل أو نسخ مساهماتك لا
								تنتهك ولن تنتهك حقوق الملكية، بما في ذلك على سبيل المثال لا الحصر، حقوق النشر أو
								براءات الاختراع أو العلامات التجارية أو الأسرار التجارية أو الحقوق الأدبية لأي طرف
								ثالث.
							</li>
						</ul>
						<ul>
							<li>
								أنك منشئ ومالك أو لديك التراخيص والحقوق والتوافقات والإصدارات والأذونات اللازمة
								لاستخدام ولتخويلنا نحن والخدمات والمستخدمين الآخرين للخدمات لاستخدام مساهماتك بأي
								طريقة متصورة من خلال الخدمات وهذه الشروط القانونية.
							</li>
						</ul>
						<ul>
							<li>
								لديك الموافقة الكتابية والإصدار و / أو الإذن من كل شخص قابل للتحديد في مساهماتك
								لاستخدام اسم أو تشابه كل شخص قابل للتحديد لتمكين تضمين واستخدام مساهماتك بأي طريقة
								متصورة من خلال الخدمات وهذه الشروط القانونية.
							</li>
						</ul>
						<ul>
							<li>
								أن مساهماتك ليست إعلانات غير مرغوبة أو غير مصرح بها أو مواد ترويجية أو مخططات هرمية
								أو رسائل سلسلة أو بريد عشوائي أو رسائل جماعية أو أشكال أخرى من التماس.
							</li>
						</ul>
						<ul>
							<li>
								أن مساهماتك ليست فاحشة أو بذيئة أو فاسقة أو عنيفة أو مضايقة أو تشهيرية أو افترائية
								أو غير مقبولة بأي شكل آخر (وفقاً لتقديرنا).
							</li>
						</ul>
						<ul>
							<li>أن مساهماتك لا تسخر أو تسخر أو تستهين أو تهدد أو تسخر من أي شخص.</li>
						</ul>
						<ul>
							<li>
								أن مساهماتك لا تستخدم لمضايقة أو تهديد (بالمعنى القانوني لهذه المصطلحات) أي شخص آخر
								أو للترويج للعنف ضد شخص أو فئة معينة من الأشخاص.
							</li>
						</ul>
						<ul>
							<li>أن مساهماتك لا تنتهك أي قانون أو لائحة أو قاعدة معمول بها.</li>
						</ul>
						<ul>
							<li>أن مساهماتك لا تنتهك حقوق الخصوصية أو الدعاية لأي طرف ثالث.</li>
						</ul>
						<ul>
							<li>
								أن مساهماتك لا تنتهك أي قانون معمول به بشأن المواد الإباحية للأطفال أو تهدف إلى
								حماية صحة أو رفاهية القاصرين.
							</li>
						</ul>
						<ul>
							<li>
								أن مساهماتك لا تشمل أي تعليقات هجومية تتعلق بالعرق أو الأصل القومي أو الجنس أو
								التفضيل الجنسي أو الإعاقة البدنية.
							</li>
						</ul>
						<ul>
							<li>
								أن مساهماتك لا تنتهك أو ترتبط بأي مادة تنتهك أي حكم من هذه الشروط القانونية أو أي
								قانون أو لائحة معمول بها.
							</li>
						</ul>
						<p>
							أي استخدام للخدمات ينتهك ما سبق ينتهك هذه الشروط القانونية وقد يؤدي إلى، من بين أمور
							أخرى، إنهاء أو تعليق حقوقك في استخدام الخدمات.
						</p>
						<hr />
						<p>
							<strong>11. ترخيص المساهمة</strong>
						</p>
						<p>
							أنت والخدمات توافقان على أننا قد نصل إلى أو نخزن أو نعالج أو نستخدم أي معلومات وبيانات
							شخصية تقدمها وفقاً لشروط سياسة الخصوصية الخاصة بنا وخياراتك (بما في ذلك الإعدادات).
						</p>
						<p>
							عن طريق تقديم اقتراحات أو ملاحظات أخرى بخصوص الخدمات، فإنك توافق على أنه يمكننا
							استخدام ومشاركة مثل هذه الملاحظات لأي غرض بدون تعويض لك.
						</p>
						<p>
							نحن لا ندعي أي ملكية على مساهماتك. تحتفظ بالملكية الكاملة لجميع مساهماتك وأي حقوق
							ملكية فكرية أو حقوق ملكية أخرى مرتبطة بمساهماتك. نحن غير مسؤولين عن أي تصريحات أو
							تمثيلات في مساهماتك المقدمة من قبلك في أي منطقة على الخدمات. أنت وحدك المسؤول عن
							مساهماتك إلى الخدمات وأنت توافق صراحةً على إعفاءنا من أي مسؤولية والامت
						</p>
						<p>ناع عن أي إجراء قانوني ضدنا بخصوص مساهماتك.</p>
						<hr />
						<p>
							<strong>12. إرشادات التقييمات</strong>
						</p>
						<p>
							قد نوفر لك مناطق على الخدمات لترك التقييمات أو التقييمات. عند نشر تقييم، يجب عليك
							الالتزام بالمعايير التالية: (1) يجب أن تكون لديك تجربة مباشرة مع الشخص / الكيان الذي
							يتم تقييمه؛ (2) يجب ألا تحتوي تقييماتك على لغة بذيئة أو مسيئة أو عنصرية أو هجومية أو
							لغة كراهية؛ (3) يجب ألا تحتوي تقييماتك على إشارات تمييزية بناءً على الدين أو العرق أو
							الجنس أو الأصل القومي أو العمر أو الحالة الاجتماعية أو التوجه الجنسي أو الإعاقة؛ (4)
							يجب ألا تحتوي تقييماتك على إشارات إلى نشاط غير قانوني؛ (5) يجب ألا تكون مرتبطًا
							بالمنافسين إذا كنت تنشر تقييمات سلبية؛ (6) يجب ألا تقدم أي استنتاجات بشأن قانونية
							السلوك؛ (7) يجب ألا تنشر أي بيانات كاذبة أو مضللة؛ و (8) يجب ألا تنظم حملة تشجع
							الآخرين على نشر التقييمات، سواء كانت إيجابية أو سلبية.
						</p>
						<p>
							قد نقبل أو نرفض أو نزيل التقييمات وفقاً لتقديرنا الخاص. ليس لدينا أي التزام بفحص
							التقييمات أو حذفها، حتى لو اعتبر أي شخص التقييمات غير مقبولة أو غير دقيقة. لا يتم
							تأييد التقييمات من قبلنا، ولا تعكس بالضرورة آرائنا أو آراء أي من الشركات التابعة لنا
							أو شركائنا. نحن لا نتحمل أي مسؤولية عن أي تقييم أو عن أي ادعاءات أو التزامات أو خسائر
							ناتجة عن أي تقييم. بنشرك لتقييم، فإنك تمنحنا بموجب ذلك حقًا دائمًا وغير حصري وعالمي
							وخالي من حقوق الملكية ومدفوع بالكامل وقابل للنقل والترخيص لإعادة إنتاج وتعديل وترجمة
							ونقل بأي وسيلة وعرض وأداء وتوزيع كل المحتوى المتعلق بالتقييمات.
						</p>
						<hr />
						<p>
							<strong>13. وسائل التواصل الاجتماعي</strong>
						</p>
						<p>
							كجزء من وظيفة الخدمات، يمكنك ربط حسابك بحساباتك عبر الإنترنت مع موفري الخدمات من
							الأطراف الثالثة (كل حساب من هذا النوع، &quot;حساب طرف ثالث&quot;) إما عن طريق: (1)
							تقديم معلومات تسجيل الدخول لحسابك عبر الطرف الثالث من خلال الخدمات؛ أو (2) السماح لنا
							بالوصول إلى حسابك عبر الطرف الثالث، كما هو مسموح به بموجب الشروط والأحكام المعمول بها
							التي تحكم استخدامك لكل حساب طرف ثالث. أنت تقر وتضمن أنك يحق لك الكشف عن معلومات تسجيل
							الدخول لحسابك عبر الطرف الثالث لنا و / أو منحنا الوصول إلى حسابك عبر الطرف الثالث، دون
							خرقك لأي من الشروط والأحكام التي تحكم استخدامك لحساب الطرف الثالث المعمول به، وبدون
							إلزامنا بدفع أي رسوم أو خضوعنا لأي قيود استخدام يفرضها موفر الخدمة من الطرف الثالث
							لحساب الطرف الثالث. من خلال منحنا الوصول إلى أي حسابات طرف ثالث، فإنك تفهم أنه (1) قد
							نصل إلى ونجعل متاحًا ونخزن (إذا كان ذلك مناسبًا) أي محتوى قدمته وقمت بتخزينه في حساب
							الطرف الثالث الخاص بك (&quot;محتوى الشبكة الاجتماعية&quot;) حتى يكون متاحًا على
							الخدمات وعبر حسابك، بما في ذلك على سبيل المثال لا الحصر، قوائم الأصدقاء، و (2) قد نرسل
							إلى ونتلقى من حساب الطرف الثالث الخاص بك معلومات إضافية إلى الحد الذي يتم إشعارك به
							عندما تربط حسابك بحساب الطرف الثالث. بناءً على حسابات الطرف الثالث التي تختارها وتخضع
							لإعدادات الخصوصية التي قمت بتعيينها في هذه الحسابات الطرف الثالث، قد تكون المعلومات
							الشخصية القابلة للتحديد التي تنشرها في حسابات الطرف الثالث متاحة على الخدمات وعبر
							حسابك. يرجى ملاحظة أنه إذا أصبح حساب الطرف الثالث أو الخدمة المرتبطة به غير متاح أو
							إذا تم إنهاء وصولنا إلى حساب الطرف الثالث من قبل موفر الخدمة من الطرف الثالث، فقد لا
							يكون محتوى الشبكة الاجتماعية متاحًا على الخدمات وعبرها. سيكون لديك القدرة على تعطيل
							الاتصال بين الخدمات وحسابات الطرف الثالث في أي وقت. يرجى ملاحظة أن علاقتك بموفري
							الخدمات من الطرف الثالث المرتبطين بحسابات الطرف الثالث الخاصة بك تحكمها فقط اتفاقيتك
							(اتفاقياتك) مع هؤلاء موفري الخدمات من الطرف الثالث. لا نبذل أي جهد لمراجعة أي محتوى من
							الشبكة الاجتماعية لأي غرض، بما في ذلك على سبيل المثال لا الحصر، للتحقق من دقته أو
							شرعيته أو عدم انتهاكه، ولسنا مسؤولين عن أي محتوى من الشبكة الاجتماعية. أنت تقر وتوافق
							على أننا قد نصل إلى دفتر عناوين البريد الإلكتروني المرتبط بحساب الطرف الثالث الخاص بك
							وقائمة جهات الاتصال المخزنة على جهازك المحمول أو الكمبيوتر اللوحي فقط لأغراض تحديد
							وإبلاغك بتلك الجهات التي سجلت أيضًا لاستخدام الخدمات. يمكنك إلغاء تنشيط الاتصال بين
							الخدمات وحساب الطرف الثالث الخاص بك عن طريق الاتصال بنا باستخدام معلومات الاتصال أدناه
							أو من خلال إعدادات حسابك (إذا كان ذلك متاحًا). سنحاول حذف أي معلومات مخزنة على خوادمنا
							التي تم الحصول عليها من خلال حساب الطرف الثالث الخاص بك، باستثناء اسم المستخدم وصورة
							الملف الشخصي التي تصبح مرتبطة بحسابك.
						</p>
						<hr />
						<p>
							<strong>14. مواقع ومحتويات الطرف الثالث</strong>
						</p>
						<p>
							قد تحتوي الخدمات (أو قد يتم إرسالها إليك عبر الموقع) على روابط لمواقع أخرى
							(&quot;مواقع الطرف الثالث&quot;) بالإضافة إلى مقالات وصور ونصوص ورسوم بيانية وصور
							وتصميمات وموسيقى وأصوات وفيديوهات ومعلومات وتطبيقات وبرمجيات ومحتويات أخرى أو عناصر
							تنتمي إلى أو تنشأ من أطراف ثالثة (&quot;محتويات الطرف الثالث&quot;). لم يتم التحقيق في
							مواقع الطرف الثالث ومحتويات الطرف الثالث أو مراقبتها أو التحقق من دقتها أو مناسبتها أو
							اكتمالها من قبلنا، ونحن لسنا مسؤولين عن أي مواقع طرف ثالث يتم الوصول إليها عبر الخدمات
							أو أي محتويات طرف ثالث منشورة على أو متاحة عبر أو مثبتة من الخدمات، بما في ذلك
							المحتويات والدقة والهجوم والآراء والموثوقية والممارسات الخصوصية أو السياسات الأخرى
							الموجودة في مواقع الطرف الثالث أو محتويات الطرف الثالث. لا يعني تضمين أو ربط أو السماح
							باستخدام أو تثبيت أي مواقع طرف ثالث أو محتويات طرف ثالث الموافقة عليها من قبلنا. إذا
							قررت مغادرة الخدمات والوصول إلى مواقع الطرف الثالث أو استخدام أو تثبيت أي محتويات طرف
							ثالث، فإنك تقوم بذلك على مسؤوليتك الخاصة، ويجب أن تكون على دراية بأن هذه الشروط
							القانونية لم تعد تحكم. يجب عليك مراجعة الشروط والسياسات المعمول بها، بما في ذلك
							ممارسات الخصوصية وجمع البيانات، لأي موقع تنتقل إليه من الخدمات أو المتعلقة بأي تطبيقات
							تستخدمها أو تثبتها من الخدمات. أي عمليات شراء تقوم بها من خلال مواقع الطرف الثالث
							ستكون عبر مواقع أخرى ومن شركات أخرى، ونحن لا نتحمل أي مسؤولية عن هذه المشتريات التي هي
							بينك وبين الطرف الثالث المعني فقط. توافق وتقر بأننا لا نؤيد المنتجات أو الخدمات
							المقدمة على مواقع الطرف الثالث ويجب عليك أن تعفينا من أي ضرر ناتج عن شرائك هذه
							المنتجات أو الخدمات. بالإضافة إلى ذلك، يجب أن تعفينا من أي خسائر تتكبدها أو أضرار
							تتسبب بها فيما يتعلق أو نتيجة لأي محتويات طرف ثالث أو أي اتصال مع مواقع الطرف الثالث.
						</p>
						<hr />
						<p>
							<strong>15. إدارة الخدمات</strong>
						</p>
						<p>
							نحتفظ بالحق، ولكن ليس الالتزام، في: (1) مراقبة الخدمات للبحث عن انتهاكات هذه الشروط
							القانونية؛ (2) اتخاذ الإجراءات القانونية المناسبة ضد أي شخص، وفقًا لتقديرنا الخاص،
							ينتهك القانون أو هذه الشروط القانونية، بما في ذلك، على سبيل المثال لا الحصر، الإبلاغ
							عن هذا المستخدم للسلطات القانونية؛ (3) وفقًا لتقديرنا الخاص ودون قيود، رفض أو تقييد
							الوصول إلى أو تقييد توفر أو تعطيل (إلى الحد الممكن تقنيًا) أي من مساهماتك أو أي جزء
							منها؛ (4) وفقًا لتقديرنا الخاص ودون قيود أو إشعار أو مسؤولية، إزالة من الخدمات أو
							تعطيل جميع الملفات والمحتويات التي تكون زائدة عن الحاجة أو بأي طريقة تكون عبءًا على
							أنظمتنا؛ و (5) إدارة الخدمات بطريقة مصممة لحماية حقوقنا وممتلكاتنا وتسهيل العمل السليم
							للخدمات.
						</p>
						<hr />
						<p>
							<strong>16. سياسة الخصوصية</strong>
						</p>
						<p>
							نحن نهتم بخصوصية وأمان البيانات. يرجى مراجعة سياسة الخصوصية الخاصة بنا:{" "}
							<a href="https://momentum-net.com/privacy">https://momentum-net.com/privacy</a>.
							باستخدام الخدمات، فإنك توافق على الالتزام بسياسة الخصوصية الخاصة بنا، التي يتم دمجها
							في هذه الشروط القانونية. يرجى العلم بأن الخدمات تستضيف في الولايات المتحدة ومصر. إذا
							كنت تصل إلى الخدمات من أي منطقة أخرى في العالم مع قوانين أو متطلبات أخرى تحكم جمع
							البيانات الشخصية أو استخدامها أو الكشف عنها تختلف عن القوانين المعمول بها في الولايات
							المتحدة ومصر، فعن طريق الاستمرار في استخدام الخدمات، فإنك تقوم بنقل بياناتك إلى
							الولايات المتحدة ومصر، وتوافق صراحة على نقل بياناتك ومعالجتها في الولايات المتحدة
							ومصر.
						</p>
						<hr />
						<p>
							<strong>17. المدة والإنهاء</strong>
						</p>
						<p>
							تظل هذه الشروط القانونية سارية المفعول أثناء استخدامك للخدمات. بدون تقييد أي حكم آخر
							من هذه الشروط القانونية، نحتفظ بالحق في، وفقًا لتقديرنا الخاص ودون إشعار أو مسؤولية،
							رفض
						</p>
						<p>
							الوصول إلى واستخدام الخدمات (بما في ذلك حظر عناوين IP معينة)، لأي شخص لأي سبب أو بدون
							سبب، بما في ذلك، على سبيل المثال لا الحصر، انتهاك أي تمثيل أو ضمان أو عهد وارد في هذه
							الشروط القانونية أو أي قانون أو لائحة معمول بها. قد ننهي استخدامك أو مشاركتك في
							الخدمات أو نحذف حسابك وأي محتوى أو معلومات قمت بنشرها في أي وقت، دون تحذير، وفقًا
							لتقديرنا الخاص.
						</p>
						<p>
							إذا قمنا بإنهاء أو تعليق حسابك لأي سبب، يُحظر عليك التسجيل وإنشاء حساب جديد باسمك أو
							اسم مستعار أو اسم طرف ثالث، حتى إذا كنت تتصرف نيابة عن الطرف الثالث. بالإضافة إلى
							إنهاء أو تعليق حسابك، نحتفظ بالحق في اتخاذ الإجراءات القانونية المناسبة، بما في ذلك
							على سبيل المثال لا الحصر، السعي للحصول على تعويضات مدنية وجنائية وأوامر زجرية.
						</p>
						<hr />
						<p>
							<strong>18. التعديلات والانقطاعات</strong>
						</p>
						<p>
							نحتفظ بالحق في تغيير أو تعديل أو إزالة محتويات الخدمات في أي وقت أو لأي سبب وفقًا
							لتقديرنا الخاص دون إشعار. ومع ذلك، ليس لدينا أي التزام بتحديث أي معلومات على خدماتنا.
							لن نكون مسؤولين أمامك أو أمام أي طرف ثالث عن أي تعديل أو تغيير في الأسعار أو تعليق أو
							توقف للخدمات.
						</p>
						<p>
							لا يمكننا ضمان أن تكون الخدمات متاحة في جميع الأوقات. قد نواجه مشاكل في الأجهزة أو
							البرامج أو مشاكل أخرى أو نحتاج إلى إجراء صيانة متعلقة بالخدمات، مما ينتج عنه انقطاعات
							أو تأخيرات أو أخطاء. نحتفظ بالحق في تغيير أو مراجعة أو تحديث أو تعليق أو إيقاف أو
							تعديل الخدمات في أي وقت أو لأي سبب دون إشعار لك. أنت توافق على أننا لن نكون مسؤولين عن
							أي خسارة أو ضرر أو إزعاج ناتج عن عدم قدرتك على الوصول إلى الخدمات أو استخدامها أثناء
							أي وقت تعطل أو توقف للخدمات. لن يتم تفسير أي شيء في هذه الشروط القانونية على أنه
							يلزمنا بالحفاظ على ودعم الخدمات أو توفير أي تصحيحات أو تحديثات أو إصدارات فيما يتعلق
							بذلك.
						</p>
						<hr />
						<p>
							<strong>19. القانون الحاكم</strong>
						</p>
						<p>
							تخضع هذه الشروط القانونية وتُفسر وفقًا لقوانين مصر. توافق شركة Momentum LLC وأنت على
							أن تكون المحاكم المصرية هي المحكمة الوحيدة لحل أي نزاع قد ينشأ فيما يتعلق بهذه الشروط
							القانونية.
						</p>
						<hr />
						<p>
							<strong>20. حل النزاعات</strong>
						</p>
						<p>
							<strong>المفاوضات غير الرسمية</strong>
						</p>
						<p>
							لتسريع حل أي نزاع أو جدال أو مطالبة تتعلق بهذه الشروط القانونية (كل &quot;نزاع&quot;
							و&quot;النزاعات&quot; مجتمعة) يُطرح من قبلك أو من قبلنا (كل &quot;طرف&quot; والأطراف
							مجتمعة)، يوافق الأطراف على محاولة التفاوض غير الرسمي لأي نزاع لمدة لا تقل عن ثلاثين
							(30) يومًا قبل بدء التحكيم. تبدأ هذه المفاوضات غير الرسمية عند الإخطار الكتابي من طرف
							إلى الطرف الآخر.
						</p>
						<p>
							<strong>التحكيم الملزم</strong>
						</p>
						<p>
							إذا لم يتمكن الأطراف من حل النزاع من خلال المفاوضات غير الرسمية، سيتم حل النزاع
							نهائيًا وبشكل حصري عن طريق التحكيم الملزم. أنت تفهم أنه بدون هذا الحكم، سيكون لديك
							الحق في رفع دعوى قضائية في المحكمة والحصول على محاكمة هيئة محلفين. يجب بدء التحكيم
							وإجراؤه وفقًا لقواعد التحكيم التجاري لجمعية التحكيم الأمريكية (&quot;AAA&quot;)، وعند
							الاقتضاء، الإجراءات التكميلية لنزاعات المستهلكين (&quot;قواعد المستهلك AAA&quot;)،
							وكلاهما متاح على موقع AAA: <a href="http://www.adr.org/">www.adr.org</a>. يجب أن تخضع
							رسوم التحكيم وأتعاب المحكم الخاصة بك لقواعد المستهلك AAA وعند الاقتضاء، تكون محدودة
							بموجب قواعد المستهلك AAA. يمكن إجراء التحكيم شخصيًا أو من خلال تقديم المستندات أو عبر
							الهاتف أو عبر الإنترنت. سيصدر المحكم قرارًا كتابيًا، لكنه ليس ملزمًا بتقديم بيان
							بالأسباب إلا إذا طلب أي من الطرفين ذلك. يجب أن يتبع المحكم القانون المعمول به، ويمكن
							الطعن في أي حكم إذا فشل المحكم في القيام بذلك. باستثناء ما هو منصوص عليه في القواعد
							AAA المعمول بها أو القانون المعمول به، يجب أن يتم التحكيم في القاهرة، مصر. باستثناء ما
							هو منصوص عليه هنا، يمكن للأطراف اللجوء إلى المحكمة لفرض التحكيم أو إيقاف الإجراءات
							أثناء التحكيم أو لتأكيد أو تعديل أو إلغاء أو إدخال حكم بناءً على الجائزة التي أصدرها
							المحكم.
						</p>
						<p>
							<strong>القيود</strong>
						</p>
						<p>
							يوافق الأطراف على أن أي تحكيم يجب أن يقتصر على النزاع بين الأطراف بشكل فردي. إلى أقصى
							حد يسمح به القانون، (أ) لا يجب الانضمام إلى أي تحكيم مع أي إجراء آخر؛ (ب) لا يوجد حق
							أو سلطة لأي نزاع أن يُحكَم على أساس دعوى جماعية أو استخدام إجراءات الدعوى الجماعية؛ و
							(ج) لا يوجد حق أو سلطة لأي نزاع أن يُرفع في صفة تمثيلية مزعومة نيابة عن الجمهور العام
							أو أي أشخاص آخرين.
						</p>
						<p>
							<strong>الاستثناءات من المفاوضات غير الرسمية والتحكيم</strong>
						</p>
						<p>
							يوافق الأطراف على أن النزاعات التالية ليست خاضعة للأحكام السابقة المتعلقة بالمفاوضات
							غير الرسمية والتحكيم الملزم: (أ) أي نزاعات تسعى إلى فرض أو حماية أو تتعلق بصلاحية أي
							من حقوق الملكية الفكرية لأحد الأطراف؛ (ب) أي نزاع يتعلق أو ينشأ عن ادعاءات بالسرقة أو
							القرصنة أو انتهاك الخصوصية أو الاستخدام غير المصرح به؛ و (ج) أي مطالبة بالإغاثة
							القضائية. إذا تبين أن هذا الحكم غير قانوني أو غير قابل للتنفيذ، فلن يختار أي من
							الأطراف التحكيم لأي نزاع يقع ضمن هذا الجزء من الحكم الذي يُعتبر غير قانوني أو غير قابل
							للتنفيذ ويجب أن يتم البت في هذا النزاع من قبل محكمة ذات اختصاص قضائي، ويوافق الأطراف
							على الخضوع للاختصاص الشخصي لتلك المحكمة.
						</p>
						<hr />
						<p>
							<strong>21. التصحيحات</strong>
						</p>
						<p>
							قد تكون هناك معلومات على الخدمات تحتوي على أخطاء مطبعية أو عدم دقة أو سهو، بما في ذلك
							الأوصاف والأسعار والتوافر ومعلومات متنوعة أخرى. نحتفظ بالحق في تصحيح أي أخطاء أو عدم
							دقة أو سهو وتغيير أو تحديث المعلومات على الخدمات في أي وقت دون إشعار مسبق.
						</p>
						<hr />
						<p>
							<strong>22. إخلاء المسؤولية</strong>
						</p>
						<p>
							يتم تقديم الخدمات على أساس &quot;كما هي&quot; و&quot;كما تتوفر&quot;. أنت توافق على أن
							استخدامك للخدمات سيكون على مسؤوليتك الخاصة. إلى أقصى حد يسمح به القانون، نخلي
							مسؤوليتنا عن جميع الضمانات، سواء كانت صريحة أو ضمنية، فيما يتعلق بالخدمات واستخدامك
							لها، بما في ذلك على سبيل المثال لا الحصر، الضمانات الضمنية للتسويق والملاءمة لغرض معين
							وعدم الانتهاك. نحن لا نقدم أي ضمانات أو تعهدات بشأن دقة أو اكتمال محتوى الخدمات أو
							محتوى أي مواقع أو تطبيقات جوالة مرتبطة بالخدمات ولن نتحمل أي مسؤولية أو مسؤولية عن أي
							(1) أخطاء أو أخطاء أو عدم دقة في المحتوى والمواد، (2) إصابة شخصية أو ضرر للممتلكات، من
							أي نوع كان، ناتجة عن وصولك إلى واستخدامك للخدمات، (3) أي وصول غير مصرح به إلى أو
							استخدام لخوادمنا الآمنة و/أو أي وجميع المعلومات الشخصية و/أو المالية المخزنة فيها، (4)
							أي انقطاع أو توقف للإرسال إلى أو من الخدمات، (5) أي أخطاء أو فيروسات أو أحصنة طروادة
							أو ما شابه يمكن نقلها إلى أو من خلال الخدمات بواسطة أي طرف ثالث، و/أو (6) أي أخطاء أو
							سهو في أي محتوى ومواد أو لأي خسارة أو ضرر من أي نوع كان ناتج عن استخدام أي محتوى تم
							نشره أو إرساله أو إتاحته عبر الخدمات. نحن لا نضمن أو نصادق أو نتحمل المسؤولية عن أي
							منتج أو خدمة يتم الإعلان عنها أو تقديمها بواسطة طرف ثالث من خلال الخدمات أو أي موقع
							مرتبط أو أي موقع أو تطبيق جوال يظهر في أي لافتة أو إعلان آخر، ولن نكون طرفًا في أو
							نتحمل المسؤولية بأي شكل من الأشكال عن مراقبة أي معاملة بينك وبين موفري المنتجات أو
							الخدمات من الأطراف الثالثة. كما هو الحال مع شراء منتج أو خدمة من خلال أي وسيط أو في أي
							بيئة، يجب عليك استخدام أفضل حكمك وممارسة الحذر حيثما كان ذلك مناسبًا.
						</p>
						<hr />
						<p>
							<strong>23. حدود المسؤولية</strong>
						</p>
						<p>
							في أي حال من الأحوال لن نكون نحن أو مديرونا أو موظفونا أو وكلائنا مسؤولين تجاهك أو
							تجاه أي طرف ثالث عن أي أضرار مباشرة أو غير مباشرة أو تبعية أو نموذجية أو عرضية أو خاصة
							أو عقابية، بما في ذلك الأرباح المفقودة أو الإيرادات المفقودة أو فقدان البيانات أو
							الأضرار الأخرى الناجمة عن استخدامك للخدمات، حتى لو تم إعلامنا بإمكانية حدوث مثل هذه
							الأضرار. بغض النظر عن أي شيء على العكس في هذه الشروط القانونية، ستكون مسؤوليتنا تجاهك
							لأي سبب كان وبغض النظر عن شكل الإجراء، في جميع الأوقات محدودة بالمبلغ الذي دفعته لنا،
							إن وجد، خلال فترة الستة (6) أشهر التي تسبق أي سبب من الأسباب. لا تسمح بعض قوانين
							الولايات المتحدة والقوانين الدولية بالقيود المفروضة على الضمانات
						</p>
						<p>
							الضمنية أو استبعاد أو تحديد بعض الأضرار. إذا كانت هذه القوانين تنطبق عليك، فقد لا
							تنطبق عليك بعض أو كل الإخلاءات أو القيود المذكورة أعلاه، وقد تكون لديك حقوق إضافية.
						</p>
						<hr />
						<p>
							<strong>24. التعويض</strong>
						</p>
						<p>
							أنت توافق على الدفاع عنا وتعويضنا وإعفائنا، بما في ذلك الشركات التابعة لنا وجميع
							موظفينا ووكلائنا وشركائنا وموظفينا، من أي خسارة أو ضرر أو مسؤولية أو مطالبة أو طلب،
							بما في ذلك أتعاب المحاماة المعقولة والنفقات، التي يقدمها أي طرف ثالث بسبب أو ناتجة عن:
							(1) استخدامك للخدمات؛ (2) خرقك لهذه الشروط القانونية؛ (3) أي خرق لتمثيلاتك وضماناتك
							المحددة في هذه الشروط القانونية؛ (4) انتهاكك لحقوق الطرف الثالث، بما في ذلك على سبيل
							المثال لا الحصر حقوق الملكية الفكرية؛ أو (5) أي عمل ضار تقوم به تجاه أي مستخدم آخر
							للخدمات الذي قمت بالاتصال به عبر الخدمات. بغض النظر عن ما سبق، نحتفظ بالحق، على نفقتك،
							في تولي الدفاع الحصري والسيطرة على أي مسألة تتطلب منك التعويض عنا، وأنت توافق على
							التعاون، على نفقتك، مع دفاعنا عن مثل هذه الادعاءات. سنبذل جهودًا معقولة لإعلامك بأي
							مطالبة أو إجراء أو إجراء يخضع لهذا التعويض عند علمنا به.
						</p>
						<hr />
						<p>
							<strong>25. بيانات المستخدم</strong>
						</p>
						<p>
							سنحافظ على بعض البيانات التي ترسلها إلى الخدمات لغرض إدارة أداء الخدمات، بالإضافة إلى
							البيانات المتعلقة باستخدامك للخدمات. على الرغم من أننا نقوم بإجراء نسخ احتياطية
							روتينية للبيانات، إلا أنك المسؤول الوحيد عن جميع البيانات التي ترسلها أو التي تتعلق
							بأي نشاط تقوم به باستخدام الخدمات. أنت توافق على أننا لن نتحمل أي مسؤولية تجاهك عن أي
							خسارة أو تلف لأي من هذه البيانات، وتتنازل بموجب هذا عن أي حق في اتخاذ إجراء ضدنا ينشأ
							عن أي خسارة أو تلف لمثل هذه البيانات.
						</p>
						<hr />
						<p>
							<strong>26. الاتصالات الإلكترونية، المعاملات، والتوقيعات</strong>
						</p>
						<p>
							زيارة الخدمات، وإرسال رسائل البريد الإلكتروني إلينا، وإكمال النماذج عبر الإنترنت تشكل
							اتصالات إلكترونية. أنت توافق على تلقي الاتصالات الإلكترونية، وتوافق على أن جميع
							الاتفاقيات والإشعارات والإفصاحات والاتصالات الأخرى التي نقدمها لك إلكترونيًا، عبر
							البريد الإلكتروني وعلى الخدمات، تلبي أي متطلبات قانونية بأن تكون هذه الاتصالات كتابية.
							أنت توافق بموجب هذا على استخدام التوقيعات الإلكترونية، والعقود، والأوامر، والسجلات
							الأخرى، والتسليم الإلكتروني للإشعارات والسياسات وسجلات المعاملات التي بدأناها أو
							أكملناها عبر الخدمات. تتنازل بموجب هذا عن أي حقوق أو متطلبات بموجب أي قوانين أو لوائح
							أو قواعد أو أوامر أو قوانين أخرى في أي ولاية قضائية تتطلب توقيعًا أصليًا أو تسليمًا أو
							احتفاظًا بسجلات غير إلكترونية، أو لمدفوعات أو منح ائتمانات بأي وسيلة أخرى غير الوسائل
							الإلكترونية.
						</p>
						<hr />
						<p>
							<strong>27. الرسائل النصية القصيرة</strong>
						</p>
						<p>
							<strong>الانسحاب</strong>
						</p>
						<p>
							إذا كنت ترغب في أي وقت في التوقف عن تلقي الرسائل النصية منا، ببساطة الرد على الرسالة
							النصية بكلمة &quot;STOP&quot;. قد تتلقى رسالة نصية لتأكيد انسحابك.
						</p>
						<p>
							<strong>الرسوم والبيانات</strong>
						</p>
						<p>
							يرجى العلم أن الرسوم والبيانات قد تنطبق على أي رسائل نصية تم إرسالها أو تلقيها. تحدد
							هذه الرسوم من قبل مشغلك وتفاصيل خطة هاتفك المحمول.
						</p>
						<p>
							<strong>الدعم</strong>
						</p>
						<p>
							إذا كان لديك أي أسئلة أو تحتاج إلى مساعدة بخصوص اتصالات الرسائل النصية الخاصة بنا،
							يرجى مراسلتنا عبر البريد الإلكتروني على{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a> أو الاتصال
							على الرقم +20 01000677582.
						</p>
						<hr />
						<p>
							<strong>28. مستخدمو ومقيمو كاليفورنيا</strong>
						</p>
						<p>
							إذا لم يتم حل أي شكوى مع الشركة بشكل مرضٍ، يمكنك الاتصال بوحدة مساعدة الشكاوى في قسم
							خدمات المستهلك في إدارة شؤون المستهلك بكاليفورنيا كتابياً على العنوان 1625 North
							Market Blvd., Suite N 112, Sacramento, California 95834 أو عبر الهاتف على الرقم (800)
							952-5210 أو (916) 445-1254.
						</p>
						<hr />
						<p>
							<strong>29. متفرقات</strong>
						</p>
						<p>
							تشكل هذه الشروط القانونية وأي سياسات أو قواعد تشغيل منشورة بواسطتنا على الخدمات أو
							فيما يتعلق بالخدمات الاتفاقية الكاملة والتفاهم بينك وبيننا. إن عدم ممارسة أو تنفيذ أي
							حق أو حكم من هذه الشروط القانونية لا يعمل كتنازل عن هذا الحق أو الحكم. تعمل هذه الشروط
							القانونية إلى أقصى حد يسمح به القانون. يجوز لنا التنازل عن أي من حقوقنا والتزاماتنا
							إلى الآخرين في أي وقت. نحن لن نكون مسؤولين عن أي خسارة أو ضرر أو تأخير أو فشل في
							التصرف ناتج عن أي سبب خارج عن سيطرتنا المعقولة. إذا تم اعتبار أي حكم أو جزء من حكم من
							هذه الشروط القانونية غير قانوني أو باطل أو غير قابل للتنفيذ، فإن هذا الحكم أو جزء
							الحكم يعتبر قابلاً للفصل من هذه الشروط القانونية ولا يؤثر على صلاحية أو قابلية تنفيذ
							أي أحكام متبقية. لا يوجد مشروع مشترك أو شراكة أو توظيف أو علاقة وكالة تم إنشاؤها بينك
							وبيننا نتيجة لهذه الشروط القانونية أو استخدام الخدمات. أنت توافق على أن هذه الشروط
							القانونية لن تفسر ضدنا لمجرد أننا صغناها. تتنازل بموجب هذا عن أي دفاعات قد تكون لديك
							بناءً على الشكل الإلكتروني لهذه الشروط القانونية وعدم توقيع الأطراف عليها لتنفيذ هذه
							الشروط القانونية.
						</p>
						<hr />
						<p>
							<strong>30. اتصل بنا</strong>
						</p>
						<p>
							لحل شكوى بخصوص الخدمات أو للحصول على مزيد من المعلومات بخصوص استخدام الخدمات، يرجى
							الاتصال بنا على:
						</p>
						<p>Momentum LLC</p>
						<p>85 شارع مصر حلوان الزراعي</p>
						<p>المعادي، القاهرة 11726</p>
						<p>مصر</p>
						<p>الهاتف: +20 01000677582</p>
						<p>
							البريد الإلكتروني:{" "}
							<a href="mailto:momentumcompany1@gmail.com">momentumcompany1@gmail.com</a>
						</p>
						<hr />
						<p>
							يرجى العلم أن ترجمة وثيقة قانونية يجب أن تتم بعناية كبيرة لضمان دقة المصطلحات
							القانونية والمعلومات. إذا كنت بحاجة إلى ترجمة معتمدة، فقد تحتاج إلى استشارة مترجم
							محترف أو مكتب ترجمة معتمد.
						</p>
					</div>
				</article>
			</TermsContainer>
		</>
	);
};

export default TermsAr;
